Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=861_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sáme dujiid bargobájit lágiduvvojit Sajosis juo nuppe geasi
smn: Sämituojij pargopáájáid uárnejeh Sajosist jo nube keesi

source: Anára gilis sámekulturguovddáš Sajosis ollašuhttojit juo nuppe geasi árbevirolaš ja vehá modearnage sámeduoji bargobájit dán gease.
smn: Aanaar siijdâ säämi kulttuurkuávdáš Sajosist olášutteh jo nube keesi ärbivuáválij já váhá tááláá ääigi-uv sämituojij pargopáájáid taan keesi.

source: Bargobájiin árbevirolaš dujiin beroštuvvan mátkkálaččat besset ieža duddjot sámedujiid mátkemuitun ja seammás oahppat sámedujiid historjjá ja árbevieruid birra.
smn: Pargopáájáin ärbivuovijn kiddiistum mađhâšeijeeh peesih jieš rähtiđ sämituojijd mätkimušton já siämmást oppâđ sämituojij historjást já ärvivuovijn.

source: Duodjebájis áššehasat ožžot válljet sierra duodjemolssaeavttuin mielamiela ja duddjot duoji duojára bagadallama vuolde alcceseaset mátkemuitun.
smn: Kietâtyejipáájást äššigâšah uážžuh valjiđ jieškote-uv kietâtyejimolsoiävtuin sii mielâstuttee já rähtiđ tyeje olssis mätkimušton nuuvt ete stivrejeijee iššeed.

source: Duddjoma olis duojár muitala sámedujiid historjjás ja árbevieruin sihke iežas duddjonvugiin.
smn: Kietâtuojij rähtim paaldâst kietâtyejistivrejeijee maainâst sämituojij historjást já ärbivuovijn sehe jieijâs kietâtyejivuovijn.

source: Duodjebájit leat oassi Sajosa kultuvrralaš sisdoallobuvttadan ovddideami.
smn: Kietâtyejipáájáh láá uási Saijoos kulttuurlii siskáldâspyevtittâs ovdedem.

source: Duodjebájiid ulbmilin lea lasihit sámedujiid dovdama ja dan bokte lávdadit dieđu sámiin eamiálbmogin.
smn: Kietâtyejipáájái tárguttâs lii l asettiđ sämituojij tubdâm já ton pehti levâttiđ tiäđu sämmilijn algâaalmugin.

source: Duodjebájit ollašuhttojit oktasašbarggus Sajosa sámedujiid gávppiin, Duodji Shopiin.
smn: Kietâtyejipáájáid olášutteh oovtâstpargoost Sajosist leijee Duodji Shop - kavppijn.

source: Iešguđetlágan duojit earálágan dárbui
smn: Jieškote-uvlágáneh kietâtyejeh jieškote-uvlágán táárbun

source: Dujiin leat guhkes árbevierut ja almmolaččat sáme giehtaduodjin áddejit geavahandárbašiid, dego biktasiid, bargoneavvuid, gievkkandárbašiid, bivdobiergasiid ja čiŋaid.
smn: Sämituojijn láá kuheh ärbivyevih já almolávt sämityejjin iberdeh anotiiŋgâid, tego pihtâsijd, pargopiergâsijd, tálutuálutävirijd, pivdoniävuid já čiiŋâid, moh láá kieđâiguin rahtum.

source: Maiddái dán áigge dujiid árbevierut leat luonddumateriálain, dujiid duddjojit boares árbevieru mielde heivehemiin ođđa bargovugiide ja ođđa geavahussii iešguđege guovllus.
smn: Meid tááláá ääigi kietâtuojij ärbivyevih láá luánduamnâsijn, kietâtuojijd rähtih puáris ärbivyevi mield heiviitmáin uđđâ pargovuovvijd já uđđâ kiävtun kuávlui mield..

source: Sajosis áššehas sáhttá duddjot geasi áigge iežas áigetávvala olis dadne- dahje bearalgiehtarieggá, čuldon bátti, láđđis duddjojun seahka dahje lávkka ja sisteseahka.
smn: Sajosist äššigâs puáhtá rähtiđ keesi ääigi jieijâs äigitaavlu raamij siste tane- teikâ cimcâhkietleppriggee, njuškompäädi, leđđest rahtum seehâ teikâ laavhâ já puásuinähkiseehâ ađai šišneseehâ.

source: Duodjebájit ollašuhttojit Sajosa čuvges váldoboahtagis mávssu vuostá.
smn: Kietâtyejipáájáid olášutteh Saijoos čuovis válduaulast máávsu vuástá.

source: Joavkkut galget várret iežaset bargobádjeáiggi, vai sidjiide sáhttá lágidit dárbbu mielde lassioahpaheaddjiid.
smn: Juávhuh kalgeh väridiđ jieijâs pargopájáääigi, vâi sijjân puáhtá táárbu mield orniđ lasestivrejeijeid.

source: Sajosa duodjebájit ollašuhttojit áiggis 1.7. - 15.8.2014 árgan dmu 11-17.
smn: Saijoos kietâtyejipáájáid olášutteh 1.7. - 15.8.2014 koskâsii ääigi argâpeeivij tme 11-17.

source: Sajosa geasse rabasáiggit:
smn: Saijoos keesi ávusorroomääigih:

source: Sajosa info: má-be dmu 9-17
smn: Sajos info: vu-vá tme 9-17

source: Sámegirjerádju: má-di dmu 13-19, ga-du dmu 10-17, be 10-16
smn: Sämikirjerááju: vu-ma tme 13-19, ko-tu tme 10-17, vá 10-16

source: Lassidieđut:
smn: Lasetiäđuh:
